export const ICDOptions = [
  //不孕症基本分类
  {
    value: "1667",
    label: "原发性不孕症(ICD-10:N97)",
    zdmc: "原发性不孕症",
    "ICD-10": "N97"
  },
  {
    value: "1087",
    label: "原发性不育症(ICD-10:N46)",
    zdmc: "原发性不育症",
    "ICD-10": "N97"
  },
  {
    value: "1233",
    label: "继发性不孕症(ICD-10:N97)",
    zdmc: "继发性不孕症",
    "ICD-10": "N97"
  },
  {
    value: "1232",
    label: "继发性不育症(ICD-10:N97)",
    zdmc: "继发性不育症",
    "ICD-10": "N97"
  },
  //输卵管因素

  {
    value: "1458",
    label: "双侧输卵管不全梗阻(ICD-10:N73.2)",
    zdmc: "双侧输卵管不全梗阻",
    "ICD-10": "N73.2"
  },
  {
    value: "1456",
    label: "左侧输卵管不全梗阻(ICD-10:N73.2)",
    zdmc: "左侧输卵管不全梗阻",
    "ICD-10": "N73.2"
  },
  {
    value: "1478",
    label: "右侧输卵管梗阻(ICD-10:N73.2)",
    zdmc: "右侧输卵管梗阻",
    "ICD-10": "N73.2"
  },
  {
    value: "1457",
    label: "右侧输卵管不全梗阻(ICD-10:N73.2)",
    zdmc: "右侧输卵管不全梗阻",
    "ICD-10": "N73.2"
  },
  {
    value: "1477",
    label: "左侧输卵管梗阻(ICD-10:N73.2)",
    zdmc: "左侧输卵管梗阻",
    "ICD-10": "N73.2"
  },
  {
    value: "1479",
    label: "双侧输卵管梗阻(ICD-10:N73.2)",
    zdmc: "双侧输卵管梗阻",
    "ICD-10": "N73.2"
  },
  {
    value: "1603",
    label: "左侧输卵管周围粘连(ICD-10:N73.2)",
    zdmc: "左侧输卵管周围粘连",
    "ICD-10": "N73.2"
  },
  {
    value: "1605",
    label: "双侧输卵管周围粘连(ICD-10:N73.2)",
    zdmc: "双侧输卵管周围粘连",
    "ICD-10": "N73.2"
  },
  {
    value: "1604",
    label: "右侧输卵管周围粘连(ICD-10:N73.2)",
    zdmc: "右侧输卵管周围粘连",
    "ICD-10": "N73.2"
  },
  {
    value: "1454",
    label: "右侧输卵管（妊娠）切除术后(ICD-10:O00.1)",
    zdmc: "右侧输卵管（妊娠）切除术后",
    "ICD-10": "O00.1"
  },
  {
    value: "1453",
    label: "左侧输卵管（妊娠）切除术后(ICD-10:O00.1)",
    zdmc: "左侧输卵管（妊娠）切除术后",
    "ICD-10": "O00.1"
  },
  {
    value: "1455",
    label: "双侧输卵管（妊娠）切除术后(ICD-10:O00.1)",
    zdmc: "双侧输卵管（妊娠）切除术后",
    "ICD-10": "O00.1"
  },
  {
    value: "1521",
    label: "双侧输卵管结扎术后",
    zdmc: "双侧输卵管结扎术后",
    "ICD-10": ""
  },
  {
    value: "1519",
    label: "左侧输卵管结扎术后",
    zdmc: "左侧输卵管结扎术后",
    "ICD-10": ""
  },
  {
    value: "1520",
    label: "右侧输卵管结扎术后",
    zdmc: "右侧输卵管结扎术后",
    "ICD-10": ""
  },
  {
    value: "2018",
    label: "右侧输卵管切除术后",
    zdmc: "右侧输卵管切除术后",
    "ICD-10": ""
  },
  {
    value: "2069",
    label: "左侧输卵管切除术后",
    zdmc: "左侧输卵管切除术后",
    "ICD-10": ""
  },
  {
    value: "1498",
    label: "左侧输卵管积水(ICD-10:N70.103)",
    zdmc: "左侧输卵管积水",
    "ICD-10": "N70.103"
  },
  {
    value: "1499",
    label: "右侧输卵管积水(ICD-10:N70.103)",
    zdmc: "右侧输卵管积水",
    "ICD-10": "N70.103"
  },
  {
    value: "1500",
    label: "双侧输卵管积水(ICD-10:N70.103)",
    zdmc: "双侧输卵管积水",
    "ICD-10": "N70.103"
  },
  {
    value: "1550",
    label: "右侧输卵管妊娠保守手术后(ICD-10:O00.1)",
    zdmc: "右侧输卵管妊娠保守手术后",
    "ICD-10": "O00.1"
  },
  {
    value: "1549",
    label: "左侧输卵管妊娠保守手术后(ICD-10:O00.1)",
    zdmc: "左侧输卵管妊娠保守手术后",
    "ICD-10": "O00.1"
  },
  {
    value: "1553",
    label: "右侧输卵管妊娠保守治疗后(ICD-10:O00.1)",
    zdmc: "右侧输卵管妊娠保守治疗后",
    "ICD-10": "O00.1"
  },
  {
    value: "1552",
    label: "左侧输卵管妊娠保守治疗后(ICD-10:O00.1)",
    zdmc: "左侧输卵管妊娠保守治疗后",
    "ICD-10": "O00.1"
  },
  {
    value: "1551",
    label: "双侧输卵管妊娠保守手术后(ICD-10:O00.1)",
    zdmc: "双侧输卵管妊娠保守手术后",
    "ICD-10": "O00.1"
  },
  {
    value: "1985",
    label: "双侧输卵管伞端造口术后",
    zdmc: "双侧输卵管伞端造口术后",
    "ICD-10": ""
  },
  {
    value: "1563",
    label: "双侧输卵管伞端成形术后",
    zdmc: "双侧输卵管伞端成形术后",
    "ICD-10": ""
  },
  {
    value: "1467",
    label: "双侧输卵管导丝介入治疗后",
    zdmc: "双侧输卵管导丝介入治疗后",
    "ICD-10": ""
  },
  {
    value: "1988",
    label: "双侧输卵管整形术后",
    zdmc: "双侧输卵管整形术后",
    "ICD-10": ""
  },
  {
    value: "1575",
    label: "双侧输卵管疏通术后",
    zdmc: "双侧输卵管疏通术后",
    "ICD-10": ""
  },
  {
    value: "1594",
    label: "左侧输卵管造口术后",
    zdmc: "左侧输卵管造口术后",
    "ICD-10": ""
  },
  {
    value: "1595",
    label: "右侧输卵管造口术后",
    zdmc: "右侧输卵管造口术后",
    "ICD-10": ""
  },
  {
    value: "1912",
    label: "腹腔镜下双侧输卵管疏通术后",
    zdmc: "腹腔镜下双侧输卵管疏通术后",
    "ICD-10": ""
  },
  {
    value: "1979",
    label: "双侧输卵管复通术后",
    zdmc: "双侧输卵管复通术后",
    "ICD-10": ""
  },
  {
    value: "1596",
    label: "双侧输卵管造口术后",
    zdmc: "双侧输卵管造口术后",
    "ICD-10": ""
  },
  //子宫内膜异位症

  {
    value: "1959",
    label: "盆腔子宫内膜异位病灶电灼术后(ICD-10:N80.3)",
    zdmc: "盆腔子宫内膜异位病灶电灼术后",
    "ICD-10": "N80.3"
  },
  {
    value: "1422",
    label: "盆腔子宫内膜异位病灶清除术后(ICD-10:N80.3)",
    zdmc: "盆腔子宫内膜异位病灶清除术后",
    "ICD-10": "N80.3"
  },
  {
    value: "1384",
    label: "左侧卵巢子宫内膜异位囊肿剥除术后(ICD-10:N80.1)",
    zdmc: "左侧卵巢子宫内膜异位囊肿剥除术后",
    "ICD-10": "N80.1"
  },
  {
    value: "1386",
    label: "双侧卵巢子宫内膜异位囊肿剥除术后(ICD-10:N80.1)",
    zdmc: "双侧卵巢子宫内膜异位囊肿剥除术后",
    "ICD-10": "N80.1"
  },
  {
    value: "1385",
    label: "右侧卵巢子宫内膜异位囊肿剥除术后(ICD-10:N80.1)",
    zdmc: "右侧卵巢子宫内膜异位囊肿剥除术后",
    "ICD-10": "N80.1"
  },
  {
    value: "1974",
    label: "双侧卵巢巧克力囊肿剥除术后(ICD-10:N80.1)",
    zdmc: "双侧卵巢巧克力囊肿剥除术后",
    "ICD-10": "N80.1"
  },
  {
    value: "2057",
    label: "左侧卵巢巧克力囊肿剥除术后(ICD-10:N80.1)",
    zdmc: "左侧卵巢巧克力囊肿剥除术后",
    "ICD-10": "N80.1"
  },
  {
    value: "1739",
    label: "子宫腺肌病(ICD-10:N80.001)",
    zdmc: "子宫腺肌病",
    "ICD-10": "N80.001"
  },
  {
    value: "1728",
    label: "子宫内膜异位症(ICD-10:N80.9)",
    zdmc: "子宫内膜异位症",
    "ICD-10": "N80.9"
  },
  {
    value: "1343",
    label: "左侧卵巢巧克力囊肿(ICD-10:N80.1)",
    zdmc: "左侧卵巢巧克力囊肿",
    "ICD-10": "N80.1"
  },
  {
    value: "1345",
    label: "双侧卵巢巧克力囊肿(ICD-10:N80.1)",
    zdmc: "双侧卵巢巧克力囊肿",
    "ICD-10": "N80.1"
  },
  {
    value: "1344",
    label: "右侧卵巢巧克力囊肿(ICD-10:N80.1)",
    zdmc: "右侧卵巢巧克力囊肿",
    "ICD-10": "N80.1"
  },
  {
    value: "1423",
    label: "盆腔子宫内膜异位症(ICD-10:N80.3)",
    zdmc: "盆腔子宫内膜异位症",
    "ICD-10": "N80.3"
  },
  //男方因素

  {
    value: "1041",
    label: "畸形精子症(ICD-10:N46)",
    zdmc: "畸形精子症",
    "ICD-10": "N46"
  },
  {
    value: "1068",
    label: "少精子症(ICD-10:N46)",
    zdmc: "少精子症",
    "ICD-10": "N46"
  },
  {
    value: "1043",
    label: "左侧精索静脉曲张(ICD-10:N46)",
    zdmc: "左侧精索静脉曲张",
    "ICD-10": "N46"
  },
  {
    value: "1066",
    label: "弱精子症(ICD-10:N46)",
    zdmc: "弱精子症",
    "ICD-10": "N46"
  },
  {
    value: "1777",
    label: "ED(ICD-10:N48.4？F52.2？)",
    zdmc: "ED",
    "ICD-10": "N48.4？F52.2？"
  },
  {
    value: "1788",
    label: "射精障碍(ICD-10:N46)",
    zdmc: "射精障碍",
    "ICD-10": "N46"
  },
  {
    value: "1770",
    label: "男性性腺功能低下(ICD-10:N46)",
    zdmc: "男性性腺功能低下",
    "ICD-10": "N46"
  },
  {
    value: "1039",
    label: "梗阻性无精子症(ICD-10:N46)",
    zdmc: "梗阻性无精子症",
    "ICD-10": "N46"
  },
  {
    value: "1082",
    label: "严重少精子症(ICD-10:N46)",
    zdmc: "严重少精子症",
    "ICD-10": "N46"
  },
  {
    value: "1081",
    label: "严重弱精子症(ICD-10:N46)",
    zdmc: "严重弱精子症",
    "ICD-10": "N46"
  },
  {
    value: "1888",
    label: "体外受精障碍(ICD-10:N46)",
    zdmc: "体外受精障碍",
    "ICD-10": "N46"
  },
  {
    value: "1769",
    label: "无精子症(ICD-10:N46)",
    zdmc: "无精子症",
    "ICD-10": "N46"
  },
  {
    value: "1790",
    label: "无精子症(ICD-10:N46)",
    zdmc: "无精子症",
    "ICD-10": "N46"
  },
  {
    value: "1000",
    label: "非梗阻性无精子症(ICD-10:N46)",
    zdmc: "非梗阻性无精子症",
    "ICD-10": "N46"
  },
  //非试管指征

  {
    value: "2055",
    label: "左侧卵巢囊肿剥除术后(ICD-10:N83.2)",
    zdmc: "左侧卵巢囊肿剥除术后",
    "ICD-10": "N83.2"
  },
  {
    value: "1861",
    label: "腹腔镜探查术后",
    zdmc: "腹腔镜探查术后",
    "ICD-10": ""
  },
  {
    value: "2004",
    label: "右侧卵巢囊肿剥除术后(ICD-10:N83.2)",
    zdmc: "右侧卵巢囊肿剥除术后",
    "ICD-10": "N83.2"
  },
  {
    value: "2053",
    label: "左侧卵巢畸胎瘤剥除术后(ICD-10:D27)",
    zdmc: "左侧卵巢畸胎瘤剥除术后",
    "ICD-10": "D27"
  },
  {
    value: "2021",
    label: "右侧输卵管系膜囊肿切除术后(ICD-10:N83.9)",
    zdmc: "右侧输卵管系膜囊肿切除术后",
    "ICD-10": "N83.9"
  },
  {
    value: "1968",
    label: "双侧卵巢打孔术后(ICD-10:E28.2)",
    zdmc: "双侧卵巢打孔术后",
    "ICD-10": "E28.2"
  },
  {
    value: "2072",
    label: "左侧输卵管系膜囊肿切除术后(ICD-10:N83.9)",
    zdmc: "左侧输卵管系膜囊肿切除术后",
    "ICD-10": "N83.9"
  },
  {
    value: "2002",
    label: "右侧卵巢畸胎瘤剥除术后(ICD-10:D27)",
    zdmc: "右侧卵巢畸胎瘤剥除术后",
    "ICD-10": "D27"
  },
  {
    value: "2024",
    label: "子宫肌瘤剥除术后(ICD-10:D25)",
    zdmc: "子宫肌瘤剥除术后",
    "ICD-10": "D25"
  },
  {
    value: "2027",
    label: "子宫肌瘤挖除术后(ICD-10:D25)",
    zdmc: "子宫肌瘤挖除术后",
    "ICD-10": "D25"
  },
  {
    value: "2025",
    label: "子宫肌瘤切除术后(ICD-10:D25)",
    zdmc: "子宫肌瘤切除术后",
    "ICD-10": "D25"
  },
  {
    value: "1204",
    label: "宫颈锥切术后(ICD-10:N87)",
    zdmc: "宫颈锥切术后",
    "ICD-10": "N87"
  },
  {
    value: "1933",
    label: "宫颈LEEP术后(ICD-10:N87)",
    zdmc: "宫颈LEEP术后",
    "ICD-10": "N87"
  },
  {
    value: "1214",
    label: "宫腔粘连分离术后(ICD-10:N73.6)",
    zdmc: "宫腔粘连分离术后",
    "ICD-10": "N73.6"
  },
  {
    value: "1420",
    label: "盆腔粘连松解术后(ICD-10:N73.6)",
    zdmc: "盆腔粘连松解术后",
    "ICD-10": "N73.6"
  },
  {
    value: "2028",
    label: "子宫内膜息肉切除术后(ICD-10:N84.0)",
    zdmc: "子宫内膜息肉切除术后",
    "ICD-10": "N84.0"
  },
  {
    value: "1722",
    label: "子宫内膜息肉电切术后(ICD-10:N84.0)",
    zdmc: "子宫内膜息肉电切术后",
    "ICD-10": "N84.0"
  },
  {
    value: "1723",
    label: "子宫内膜息肉刮除术后(ICD-10:N84.0)",
    zdmc: "子宫内膜息肉刮除术后",
    "ICD-10": "N84.0"
  },
  {
    value: "1941",
    label: "宫腔镜下子宫内膜息肉切除术后(ICD-10:N84.0)",
    zdmc: "宫腔镜下子宫内膜息肉切除术后",
    "ICD-10": "N84.0"
  },
  {
    value: "2029",
    label: "子宫内膜息肉摘除术后(ICD-10:N84.0)",
    zdmc: "子宫内膜息肉摘除术后",
    "ICD-10": "N84.0"
  },
  //遗传咨询-PGT

  {
    value: "1064",
    label: "克氏综合征(ICD-10:Q98.0)",
    zdmc: "克氏综合征",
    "ICD-10": "Q98.0"
  },
  {
    value: "1129",
    label: "遗传咨询",
    zdmc: "遗传咨询",
    "ICD-10": ""
  },
  {
    value: "1117",
    label: "染色体罗氏易位携带者(ICD-10:Q95.0)",
    zdmc: "染色体罗氏易位携带者",
    "ICD-10": "Q95.0"
  },
  {
    value: "1121",
    label: "染色体异常(ICD-10:Q95)",
    zdmc: "染色体异常",
    "ICD-10": "Q95"
  },
  {
    value: "1172",
    label: "复发性流产/RSA(ICD-10:O06.904)",
    zdmc: "复发性流产/RSA",
    "ICD-10": "O06.904"
  },
  {
    value: "1873",
    label: "反复种植失败/RIF",
    zdmc: "反复种植失败/RIF",
    "ICD-10": ""
  },
  {
    value: "1872",
    label: "反复生化妊娠流产(ICD-10:O06)",
    zdmc: "反复生化妊娠流产",
    "ICD-10": "O06"
  },
  {
    value: "1638",
    label: "先兆流产(ICD-10:O20.0)",
    zdmc: "先兆流产",
    "ICD-10": "O20.0"
  },
  {
    value: "1220",
    label: "稽留流产(ICD-10:O02.1)",
    zdmc: "稽留流产",
    "ICD-10": "O02.1"
  },
  {
    value: "1875",
    label: "高育龄",
    zdmc: "高育龄",
    "ICD-10": ""
  },
  {
    value: "1138",
    label: "不良孕产史(ICD-10:O06)",
    zdmc: "不良孕产史",
    "ICD-10": "O06"
  },
  //严重排卵障碍

  {
    value: "1162",
    label: "多囊卵巢综合征/PCOS(ICD-10:N97.0+E28.2)",
    zdmc: "多囊卵巢综合征/PCOS",
    "ICD-10": "N97.0+E28.2"
  },
  {
    value: "1371",
    label: "卵巢早衰/POF(ICD-10:N97.0)",
    zdmc: "卵巢早衰/POF",
    "ICD-10": "N97.0"
  },
  {
    value: "1894",
    label: "早发性卵巢功能不全/POI(ICD-10:N97.0+E28.3)",
    zdmc: "早发性卵巢功能不全/POI",
    "ICD-10": "N97.0+E28.3"
  },
  {
    value: "1290",
    label: "卵巢功能低下(ICD-10:N97.0)",
    zdmc: "卵巢功能低下",
    "ICD-10": "N97.0"
  },
  {
    value: "1666",
    label: "原发性闭经(ICD-10:N97.0)",
    zdmc: "原发性闭经",
    "ICD-10": "N97.0"
  },
  {
    value: "1231",
    label: "继发性闭经(ICD-10:N97.0)",
    zdmc: "继发性闭经",
    "ICD-10": "N97.0"
  },
  {
    value: "1279",
    label: "卵巢储备下降(ICD-10:N97.0+E28.3)",
    zdmc: "卵巢储备下降",
    "ICD-10": "N97.0+E28.3"
  },
  //不明原因性不孕

  {
    value: "1672",
    label: "原因不明性不孕(ICD-10:N97,9)",
    zdmc: "原因不明性不孕",
    "ICD-10": "N97,9"
  },
  {
    value: "1139",
    label: "不明原因性不孕(ICD-10:N97,9)",
    zdmc: "不明原因性不孕",
    "ICD-10": "N97,9"
  },
  {
    value: "1766",
    label: "生育评估",
    zdmc: "生育评估",
    "ICD-10": ""
  },
  //影响妊娠的内分泌代谢性疾病

  {
    value: "1149",
    label: "垂体微腺瘤(ICD-10:D44.3)",
    zdmc: "垂体微腺瘤",
    "ICD-10": "D44.3"
  },
  {
    value: "1183",
    label: "高催乳素血症(ICD-10:E22.1)",
    zdmc: "高催乳素血症",
    "ICD-10": "E22.1"
  },
  {
    value: "1756",
    label: "肥胖症(ICD-10:E66)",
    zdmc: "肥胖症",
    "ICD-10": "E66"
  },
  {
    value: "1150",
    label: "代谢综合征(ICD-10:E88.2)",
    zdmc: "代谢综合征",
    "ICD-10": "E88.2"
  },
  {
    value: "1131",
    label: "2型糖尿病(ICD-10:E11)",
    zdmc: "2型糖尿病",
    "ICD-10": "E11"
  },
  {
    value: "1234",
    label: "甲状腺功能减退症(ICD-10:E03)",
    zdmc: "甲状腺功能减退症",
    "ICD-10": "E03"
  },
  {
    value: "1236",
    label: "甲状腺乳头状癌术后(ICD-10:C73)",
    zdmc: "甲状腺乳头状癌术后",
    "ICD-10": "C73"
  },
  {
    value: "1436",
    label: "桥本氏甲状腺炎(ICD-10:E06.3)",
    zdmc: "桥本氏甲状腺炎",
    "ICD-10": "E06.3"
  },
  {
    value: "1641",
    label: "亚临床甲状腺功能减退(ICD-10:E03)",
    zdmc: "亚临床甲状腺功能减退",
    "ICD-10": "E03"
  },
  {
    value: "1235",
    label: "甲状腺功能亢进(ICD-10:E05)",
    zdmc: "甲状腺功能亢进",
    "ICD-10": "E05"
  },
  //影响妊娠的生殖系统病变

  {
    value: "1721",
    label: "子宫内膜息肉(ICD-10:N84.0)",
    zdmc: "子宫内膜息肉",
    "ICD-10": "N84.0"
  },
  {
    value: "1161",
    label: "多发性子宫内膜息肉(ICD-10:N84.0)",
    zdmc: "多发性子宫内膜息肉",
    "ICD-10": "N84.0"
  },
  {
    value: "1213",
    label: "宫腔粘连(ICD-10:N85.6)",
    zdmc: "宫腔粘连",
    "ICD-10": "N85.6"
  },
  {
    value: "1137",
    label: "薄型子宫内膜(ICD-10:N97.2)",
    zdmc: "薄型子宫内膜",
    "ICD-10": "N97.2"
  },
  {
    value: "1151",
    label: "左侧单角子宫(ICD-10:N97.2+Q51.4)",
    zdmc: "左侧单角子宫",
    "ICD-10": "N97.2+Q51.4"
  },
  {
    value: "1610",
    label: "双角子宫(ICD-10:N97.2+Q51.3)",
    zdmc: "双角子宫",
    "ICD-10": "N97.2+Q51.3"
  },
  {
    value: "1152",
    label: "右侧单角子宫(ICD-10:N97.2+Q51.4)",
    zdmc: "右侧单角子宫",
    "ICD-10": "N97.2+Q51.4"
  },
  //生殖系统其他疾病

  {
    value: "1136",
    label: "瘢痕子宫(ICD-10:O82.0)",
    zdmc: "瘢痕子宫",
    "ICD-10": "O82.0"
  },
  {
    value: "1425",
    label: "剖宫产瘢痕憩室(ICD-10:O82.0)",
    zdmc: "剖宫产瘢痕憩室",
    "ICD-10": "O82.0"
  },
  {
    value: "1426",
    label: "剖宫产术后(ICD-10:O82.0)",
    zdmc: "剖宫产术后",
    "ICD-10": "O82.0"
  },
  {
    value: "1648",
    label: "异常子宫出血(ICD-10:N93.8)",
    zdmc: "异常子宫出血",
    "ICD-10": "N93.8"
  },
  {
    value: "1904",
    label: "腹腔镜下盆腔粘连松解术后(ICD-10:N73.6)",
    zdmc: "腹腔镜下盆腔粘连松解术后",
    "ICD-10": "N73.6"
  },
  {
    value: "1726",
    label: "子宫内膜炎(ICD-10:N71)",
    zdmc: "子宫内膜炎",
    "ICD-10": "N71"
  },
  {
    value: "1398",
    label: "慢性子宫内膜炎(ICD-10:N71.1)",
    zdmc: "慢性子宫内膜炎",
    "ICD-10": "N71.1"
  },
  {
    value: "1394",
    label: "慢性盆腔炎(ICD-10:N73.1)",
    zdmc: "慢性盆腔炎",
    "ICD-10": "N73.1"
  },
  {
    value: "1399",
    label: "霉菌性阴道炎(ICD-10:N77.1+B37.3)",
    zdmc: "霉菌性阴道炎",
    "ICD-10": "N77.1+B37.3"
  },
  {
    value: "1632",
    label: "细菌性阴道炎(ICD-10:N76)",
    zdmc: "细菌性阴道炎",
    "ICD-10": "N76"
  },
  {
    value: "2075",
    label: "子宫肌瘤(ICD-10:D25)",
    zdmc: "子宫肌瘤",
    "ICD-10": "D25"
  },
  {
    value: "1160",
    label: "多发性子宫肌瘤(ICD-10:D25)",
    zdmc: "多发性子宫肌瘤",
    "ICD-10": "D25"
  },
  {
    value: "1325",
    label: "左侧卵巢囊肿(ICD-10:N83.2)",
    zdmc: "左侧卵巢囊肿",
    "ICD-10": "N83.2"
  },
  {
    value: "1194",
    label: "宫颈机能不全(ICD-10:N88.3)",
    zdmc: "宫颈机能不全",
    "ICD-10": "N88.3"
  },

  {
    value: "1193",
    label: "宫颈管息肉(ICD-10:N84.1)",
    zdmc: "宫颈管息肉",
    "ICD-10": "N84.1"
  },
  {
    value: "1712",
    label: "子宫颈息肉(ICD-10:N84.1)",
    zdmc: "子宫颈息肉",
    "ICD-10": "N84.1"
  },
  {
    value: "1729",
    label: "子宫内膜增生(ICD-10:N85.0)",
    zdmc: "子宫内膜增生",
    "ICD-10": "N85.0"
  },
  {
    value: "1718",
    label: "子宫内膜复杂性增生(ICD-10:N85.0)",
    zdmc: "子宫内膜复杂性增生",
    "ICD-10": "N85.0"
  },
  //其他系统疾病

  {
    value: "1668",
    label: "原发性高血压(ICD-10:I10)",
    zdmc: "原发性高血压",
    "ICD-10": "I10"
  },
  {
    value: "1815",
    label: "高血压(ICD-10:I10)",
    zdmc: "高血压",
    "ICD-10": "I10"
  },
  {
    value: "1955",
    label: "阑尾切除术后(ICD-10:K37)",
    zdmc: "阑尾切除术后",
    "ICD-10": "K37"
  },
  {
    value: "1255",
    label: "阑尾（炎）切除术后(ICD-10:K37)",
    zdmc: "阑尾（炎）切除术后",
    "ICD-10": "K37"
  }
];
